# -*- coding: UTF-8 -*-

def intro
  real_print 'И вот, долгожданный конец августа, ты, полный надежд новоиспеченный КПИ-шник. Даже небо, даже Аллах завидуют твоему конкурсному баллу. Ты мечтаешь об успешной карьере по оконании лучшего технического ВУЗ-а страны(кек), а пока что уже предвкушаешь учебный процесс с лучшими преподавателями и мощнейшим современным оборудованием(топ кек). И вот, ты заселился в общагу, где тебя гостеприимно встретили тараканы и облепили сумку с маминой едой. Что ж, пора приступать к учебе! Ехидный Згуровский подготовил для тебя парочку сюрпризов...'
end
